label prologue_gohome:

    show bg street with Dissolve(.5)
    window hide
    pause

    '''
    {cps=20}Выходя из магазина, я быстро написал Лизе что все купил.

    {cps=20}Проигнорила.
    {w}Ну это было ожидаемо – вздохнул я и побрел в сторону дома.

    {cps=20}Путь.

    {cps=20}Мой дом находился достаточно близко, казалось, всего в 15 минутах ходьбы.
    {w}Хотя этот квартал...

    {cps=20}Не помню его, хотя жил в этом районе всю осознаю жизнь.

    {cps=20}Новострой?
    {w}Ха-ха, даже самому странно от таких мыслей.
    {w}Особенно видя этот старый бывалый район.

    {cps=20}Путь.

    {cps=20}На улицах ни души, изредка проезжают машины, разбрызгивая лужи, которые оставил вчерашний дождь.

    {cps=20}За линию горизонта уже почти зашло солнце, время от времени пуская последние лучи надежды.

    {cps=20}Надежды?

    {cps=20}Небо сегодня слишком чистое для такой поры года.
    {w}Можно разглядеть все известные человечеству звезды...

    {cps=20}Эх, знать бы что скрывает это пустынное пространство космоса...

    {cps=20}А стоит ли?

    {cps=20}Хотелось бы много чего.
    {w}Поскорее бы закончилась эта дорога, столь же долгая, как курс моих таблеток.

    {cps=20}Путь.

    {cps=20}Эти дома, они настолько иссякли свое время, что трагично представить как человечество в них обитает.

    {cps=20}Жизнь?

    {cps=20}Странно это волнует меня именно сейчас, после дивного дня в моей однообразной жизни.

    {cps=20}Лиза, Алиса, Ева...
    {w}Почему они? Почему я?
    {w}Я..?

    {cps=20}Путь.

    {cps=20}Мой психотерапевт не рекомендовал так долго не принимать лекарства.
    {w}А зная его, за столькие годы – зря я это сделал.

    {cps=20}Ненавижу врачей, но, если бы не он, может бы я и сгинул давно.

    {cps=20}Как-то раз я от матери случайно услышал, что мне хотели давать Плацебо, но отказались от этих идей.

    {cps=20}Но страх...
    {w}Страх, что от этого плана не отказались...

    {cps=20}Каждый раз принимая препараты вспоминаю столь переломный момент.
    {w}Каждый раз сомневаюсь, не буду ли пить пустышку.

    {cps=20}Путь.
    '''
    show bg court with Dissolve(.5)
    window hide
    pause
    '''
    {cps=20}Я уже в своем дворе.
    {w}Уже виднеться моя квартира.
    {w}Свой балкон узнается с любого расстояния.

    {cps=20}Хмурый, пустой по своей сути двор, в котором кроме грязи да парочки почти ссохшихся деревьев нету ничего.

    {cps=20}По виду ничего тут и не было.
    {w}Хоть я живу тут всю свою жизнь – никогда не заставал изменений.

    {cps=20}А может, как говорят, чем больше мы видим одно и тоже, тем сложнее увидеть нам изменения.
    {w}Я бы назвал это плавностью, или же стабильностью, все же первое подразумевает хоть малые, но изменения.

    {cps=20}Двор.

    {cps=20}Люблю я его только за одно – он олицетворяет меня.

    {cps=20}Каждый день одно и тоже, моментами проявляя изменения.

    {cps=20}Как у меня сегодня...

    {cps=20}Хотя двор, очевидно, не решился привносить новое.

    {cps=20}А что, если одна из девушек станет мне... другом?
    {w}Хоть и звучит это как полный бред, но даже так, было бы стыдно приводить их сюда...

    {cps=20}Подъезд.

    {cps=20}Обычный грязный подъезд которых полным-полно в округе.

    {cps=20}Такой же грязный, сырой лифт, что держится на добром слове.

    {cps=20}Хотелось бы его не использовать, да идти на восьмой этаж не самое приятное удовольствие.

    {cps=20}Не столь плох сам процесс, как опасение увидеть сухое от передозировки тело, лежащее на лестничной клетке.
    {w}Или пытающегося согреться мужчину, которого жена выгнала из-за очередной пьянки.

    {cps=20}Еду.

    {cps=20}Я надеюсь, что эта поездка будет спокойной, и не отразит настрой дня.

    {cps=20}Квартира.

    {cps=20}Я просто рад, что смог доехать, не думая о лишнем.

    {cps=20}Осталось только открыть дверь, под номером 3301, зайти в ванну, и поскорее принять неизвестную мне по составу таблетку,
    и заснуть, ожидая завтрашнего дня.

    '''
    jump prologue_home
return
