label prologue_home:

    show bg eyes_closed with Dissolve(.5)
    play music another_wind fadein 1

    '''
    {cps=20}Темно и холодно.

    {cps=20}Влажность неприятно щекочет голову.
    {w}До боли знакомый запах.

    {cps=20}Словно чувство «Дежа Вю», но не помню, где я мог услышать его раньше..

    {cps=20}Неужели эти чертовы таблетки имеют побочку еще хуже остальных?
    {w}Я же наоборот мечтал избавиться от подобного.
    '''

    "{cps=20}Продрав глаза, меня охватил панически страх."
    Hero "{cps=20}Где я..?"
    "{cps=20}Прошептал я еле слышно."

    '''
    {cps=20}Голова предательски закружилась и стала ломиться от боли, сердце стало биться чаще и ком подступил к горлу лишь от одного вздоха за моей спиной...

    {cps=20}Кожа покрылась мурашками, а тело занемело.

    {cps=20}Я не могу двигаться из-за сковавшего страха.
    '''
    show chaos calm with Dissolve(.5)
    Chaos "{cps=20}Не поприветствуешь отца своего?"
    "{cps=20}Нечеловеческий голос раздался вот уже у самого уха, а чьи-то руки тяжелым грузом легли на мои плечи."
    "{cps=20}Кажется, последний инстинкт самосохранения дал о себе знать и я, словно испуганный котенок, отскочил на несколько метров дальше."
    "{cps=20}Это точно не побочка, слишком уж все это реально..."

    Hero "{cps=20}Отец..? Что за бред? Я явно был рожден человеком, а не существом похожим на тебя."
    Hero "{cps=20}Ты лишь моя фантазия."
    "{cps=20}Злость охватила меня за невозможность контролировать свой собственный разум и страх отступил немного назад."

    Chaos "{cps=20}Фантазия?"
    "{cps=20}Оно громко засмеялось."
    Chaos "{cps=20}Мир людей, который я создал после пространства и времени, {w}получивший столько благ, {w}разрушил себя сам, {w}оправдывая себя богами и дьяволами, которых сами и выдумал."
    Chaos "{cps=20}Разрушил войнами из-за своей корысти."
    Chaos "{cps=20}Люди сами сожрали себя от жадности."
    Chaos "{cps=20}В фантазии живешь ты и те единицы выживших."

    Hero "{cps=20}Войны? {w}Сожрали? {w}Выжившие? {w}Да что ты такое..."
    "{cps=20}Голова снова начала раскалываться."

    Chaos "{cps=20}Твой отец, а ты перерождение моего дитя."
    Chaos "{cps=20}И в реальности сейчас находимся мы, {w}а твоя мирная людская жизнь – твой сон."
    "{cps=20}Оно стало приближаться ко мне."
    Hero "{cps=20}Ты врешь... {w}Это все таблетки... {w}Это все чертовы таблетки"
    Chaos "{cps=20}Мое дитя не верит мне. {w}Как жаль. {w}Но это даже правильно."
    Chaos "{cps=20}В нынешнее время доверять никому нельзя."

    "{cps=20}На несколько секунд мне тело стало покалывать, я зажмурился, надеясь проснуться в своей комнате."
    hide chaos calm
    show bg utility with Dissolve(.5)
    hide window
    pause
    "{cps=20}Открыв глаза, я увидел школьную подсобку, где когда-то физруки хранили свой спорт.инветарь для уроков."
    "{cps=20}И впереди стояла Лиза...?"
    Hero "{cps=20}Лиза!"
    "{cps=20}Вскрикнул я."

    show bg utility-rope with Dissolve(.5)
    Hero "{cps=20}Что ты делаешь..?"
    "{cps=20}Девушка проверила веревку привязанную к старому турнику и уже начала вставать на стул. {w}До меня стало доходить осознание происходящего."
    Hero "{cps=20}СТОЙ"
    "{cps=20}Я не мог пошевелиться."
    "{cps=20}Не мог пошевелиться от слова совсем..."
    Chaos "{cps=20}Пока  хочу, ты не будешь вмешиваться в происходящего"
    "{cps=20}Раздался голос в голове."
    Hero "{cps=20}Лиза, прошу..."
    "{cps=20}По щекам предательски покатились слезы."
    "{cps=20}Девушка надела веревку на шею и… соскользнула со стула."
    show bg lisa-death with Dissolve(.5)
    hide window
    pause
    Hero "{cps=20}ЛИЗА."

    show bg eyes_closed with Dissolve(.5)
    hide window
    pause

    "{cps=20}Снова темнота, снова боль в теле."

    show bg bath with Dissolve(.5)
    hide window
    pause

    "{cps=20}Я открыл глаза в ванной комнате, где стояло множество цветов и женской косметики."
    Hero "{cps=20}Что ты сделал с Лизой, урод?"
    "{cps=20}Я стал стучать в стены, но ответа не последовало"
    "{cps=20}Ева вошла в комнату и стала расстегивать пуговицы своей кофты."
    "{cps=20}Ева! Ева ты слышишь меня?"
    "{cps=20}Я все так же не мог пошевелиться, а девушка меня не слышала."
    "{cps=20}Она достала небольшое лезвие из кармана и положила его на бортик в ванной."
    "{cps=20}Девушка выключила воду и заплакала, опустившись на пол."
    Hero "{cps=20}Ева..."
    "{cps=20}Начал рыдать я, осознавая к чему идет дело."
    "{cps=20}Дальше снимать одежду девушка не стала, опустилась в воду прямо так. {w}Взяв лезвие, она стала делать порезы на запястьях."
    Hero "{cps=20}Прошу, не надо..."
    "{cps=20}Она откинула голову на бортик и улыбнулась, {w}прозрачная вода в миг стала приобретать ало-красный оттенок."
    Eva "{cps=20}Прости, {w}я не справилась."
    "{cps=20}Ева закрыла глаза."
    show bg eva-death with Dissolve(.5)
    hide window
    pause

    Hero "{cps=20}ЗАЧЕМ ТЫ ЗАСТАВЛЯЕШЬ МНЯ НА ЭТО СМОТРЕТЬ?!"
    show bg eyes_closed with Dissolve(.5)
    hide window
    pause

    "{cps=20}Но ответа не было."
    show bg roof with Dissolve(.5)
    hide window
    pause

    "{cps=20}Опять резкая боль и я уже на крыше какой-то многоэтажки."
    show bg alice-death with Dissolve(.5)
    hide window
    pause
    "{cps=20}Спиной ко мне почти на самом краю стоит Алиса"

    Hero "{cps=20}Только не она... {w}прошу..."
    "{cps=20}Алиса поворачивается ко мне спиной и улыбаясь, отталкивается от бортика."
    show bg roof with Dissolve(.5)
    Hero "{cps=20}Зачем... {w}Зачем ты заставляешь меня на это смотреть..?"
    "{cps=20}Наконец-то я мог пошевелиться."
    show chaos calm with Dissolve(.5)
    "{cps=20}Весь в слезах я просто упал на пол, от осознания пустоты и потери таких людей. {w}Он снова престал передо мной."
    ChaosP "{cps=20}Потому что я Хаос, создатель всего."
    ChaosP "{cps=20}И сомневаться в моей силе грех, тем более тебе, Эреб, сын мой."
    show bg eyes_closed with Dissolve(.5)
    "{cps=20}Он снова тянет ко мне свои руки, а у меня нет сил, чтобы сопротивляться."
    "{cps=20}Сопротивляться вечному мраку..."



return
