label prologue_way:

    scene bg school_corridor with Dissolve(.5)
    show alice calm with Dissolve(.5)
    "{cps=20}Теперь мы в коридоре."
    "{cps=20}Вдвоем стоим, смотря в окна, в которых уже виднелась первая заря."
    "{cps=20}Как и всегда я не знал, что мне делать, что сказать."

    Alice "{cps=20}Ян"
    "{cps=20}Впервые она сказала мое имя"
    Alice "{cps=20}Уже темно."
    Alice "{cps=20}Теперь ты знаешь, что я не врала, а для меня это самое важное. {w}Но сейчас мы должны идти."
    "{cps=20}Ее голос стал таким как и в начале, будто ничего и не было, будто мы просто пришли сюда."
    Hero "{cps=20}Может мне провести тебя? {w}Я не знаю где ты живешь, но уже достаточно темно, и"
    Alice "{cps=20}Нет, спасибо, за мной сейчас заедут родители."
    "{cps=20}Все так же непримечательно перебив меня Алиса ответила."
    Hero "{cps=20}Я тогда пойду."
    Alice "{cps=20}Ага."
    hide alice calm with Dissolve(.5)
    '''
    {cps=20}Я развернулся и ушел.

    {cps=20}Без лишних слов.

    {cps=20}Без сторонних эмоций.

    {cps=20}Может ее цель и правда была только доказать мне свою правоту?

    {cps=20}Чтобы то ни было – не стал я смущать себя и ее.

    {cps=20}Пройдя по коридору назад и за тем вниз я быстро выбежал из самого здания.
    {w}Вдруг там родители Алисы?
    {w}Не хотелось бы их застать.
    '''
    jump prologue_flowershop
return
